[
    {
        "title": "Visakha Museum",
        "state": "Andhra Pradesh",
        "location": "Visakhapatnam",
        "address": "505, Beach Road, Dutch Layout, Pandurangapuram, Visakhapatnam, Andhra Pradesh 530017",
        "description": "The Visakha Museum showcases artifacts related to the region's maritime and military history.",
        "price": 120,
        "rating": 4.3,
        "exhibitCount": "5000+",
        "contact": "andhrapradeshtourism.org.in | 022 4587 6932"
    },
    {
        "title": "Jawaharlal Nehru Museum",
        "state": "Arunachal Pradesh",
        "location": "Itanagar",
        "address": "Jawaharlal Nehru Museum, Itanagar, Arunachal Pradesh 791111",
        "description": "A cultural museum highlighting the tribal heritage of Arunachal Pradesh through costumes, weapons, and artifacts.",
        "price": 110,
        "rating": 4.4,
        "exhibitCount": "300+",
        "contact": "arunachaltourism.com | 0360 2214745"
    },
    {
        "title": "Assam State Museum",
        "state": "Assam",
        "location": "Guwahati",
        "address": "GNB Road, Ambari, Guwahati, Assam 781001",
        "description": "A historical museum featuring sculptures, artifacts, and manuscripts from Assam's past.",
        "price": 100,
        "rating": 4.5,
        "exhibitCount": "10000+",
        "contact": "assamtourism.gov.in | 0376 2320038"
    },
    {
        "title": "Bihar Museum",
        "state": "Bihar",
        "location": "Patna",
        "address": "Bailey Road, Patna, Bihar 800001",
        "description": "A modern museum showcasing Bihar's rich history, including Mauryan and Gupta-era artifacts.",
        "price": 150,
        "rating": 4.6,
        "exhibitCount": "15000+",
        "contact": "bihartourism.gov.in | 0612 2226711"
    },
    {
        "title": "Mahant Ghasidas Memorial",
        "state": "Chhattisgarh",
        "location": "Raipur",
        "address": "6JVV+HX3 Ghadi Chowk, Raj Bhawan Road,\nCivil Lines, Raipur, Chhattisgarh 492001",
        "description": "The Mahant Ghasidas Memorial Museum in Raipur is a historical and cultural treasure trove showcasing the rich heritage of Chhattisgarh. Established in 1875 and later renovated, the museum houses an extensive collection of ancient coins, sculptures, tribal artifacts, and inscriptions. Visitors can explore exhibits featuring the artistic excellence of the region, including terracotta figurines, antique weaponry, and manuscripts that provide a glimpse into Chhattisgarh's past. The museum also boasts an impressive tribal section, displaying traditional costumes, jewelry, and cultural artifacts from indigenous communities. It serves as an important center for learning and preservation of the state's vibrant history.",
        "price": 110,
        "rating": 4.6,
        "exhibitCount": "2000+",
        "contact": "chhattisgadhtourism.org.in | 022 9876 5432"
    },
    {
        "title": "Goa State Museum",
        "state": "Goa",
        "location": "Panaji",
        "address": "EDC Complex, Patto Colony,\nPanaji, Goa 403001",
        "description": "The Goa State Museum, located in the heart of Panaji, is a cultural hub preserving and displaying the diverse heritage of India's smallest state. Established in 1977, the museum houses an extensive collection of artifacts that narrate Goa's rich historical journey through the ages. Visitors can explore galleries featuring ancient sculptures, coins, traditional musical instruments, and religious art that reflect the unique Indo-Portuguese cultural fusion characteristic of Goa. The museum's collection includes notable exhibits of Christian religious art, Hindu temple artifacts, and cultural objects from the Portuguese colonial era. With sections dedicated to natural history, furniture, and local crafts, the museum offers a comprehensive understanding of Goan culture and traditions.",
        "price": 50,
        "rating": 4.2,
        "exhibitCount": "8000+",
        "contact": "goatourism.org.in | 022 5432 1098"
    },
    {
        "title": "Maharaja Fateh Singh Museum",
        "state": "Gujarat",
        "location": "Vadodara",
        "address": "Lukshmi Vilas Palace Complex, Jawaharlal Nehru Marg,\nMoti Baug, Vadodara, Gujarat 390001",
        "description": "The Maharaja Fateh Singh Museum, situated within the magnificent Lukshmi Vilas Palace complex in Vadodara, is a treasure trove of artistic and historical significance. Originally built as a school for the Maharaja's children, this museum now houses an exceptional collection of European paintings, Oriental artifacts, and royal memorabilia. Visitors can marvel at the impressive collection of paintings by renowned European artists, including originals by Raja Ravi Varma, whose realistic depictions of Indian mythology and royal portraits are particularly noteworthy. The museum also displays an array of Japanese and Chinese artifacts, royal weapons, and sculptures. With its grand architecture and priceless collections, the museum offers a glimpse into the opulent lifestyle of the Gaekwad dynasty that once ruled the Baroda state.",
        "price": 200,
        "rating": 4.8,
        "exhibitCount": "700+",
        "contact": "gujarattourism.org.in | 022 7689 5412"
    },
    {
        "title": "Kurukshetra Panorama Museum",
        "state": "Haryana",
        "location": "Kurukshetra",
        "address": "Brahma Sarovar, Sector 13,\nKurukshetra, Haryana 136118",
        "description": "The Kurukshetra Panorama Museum is a unique cultural institution that brings the epic Mahabharata to life through immersive displays and dioramas. Located in the historic city of Kurukshetra, the museum features a stunning 360-degree panoramic depiction of the 18-day Mahabharata war, with intricate models and scenes portraying key moments from this ancient epic. The museum also houses a Science Centre with interactive exhibits that demonstrate scientific principles through hands-on experiences. Visitors can explore galleries showcasing archaeological finds from the region, historical artifacts, and multimedia presentations that narrate the spiritual and historical significance of Kurukshetra. The combination of mythological storytelling and scientific education makes this museum an enriching destination for visitors of all ages.",
        "price": 140,
        "rating": 4.5,
        "exhibitCount": "150+",
        "contact": "haryanatourism.org.in | 022 3214 9876"
    },
    {
        "title": "Shimla State Museum",
        "state": "Himachal Pradesh",
        "location": "Shimla",
        "address": "Chaura Maidan Road, Near Chaura Maidan,\nShimla, Himachal Pradesh 171004",
        "description": "The Shimla State Museum, housed in a charming colonial building dating back to 1974, is a cultural repository showcasing the rich heritage of Himachal Pradesh. Set amidst the picturesque hills of Shimla, the museum features an impressive collection of ancient artifacts, traditional costumes, paintings, and handicrafts that reflect the diverse cultural tapestry of the Himalayan state. Visitors can explore galleries displaying Pahari miniature paintings, tribal jewelry, numismatic collections, and archaeological treasures excavated from various sites across the region. The museum also houses a dedicated section on Buddhist art, featuring sculptures, temple carvings, and manuscripts that highlight the region's spiritual heritage. With its well-preserved exhibits and informative displays, the museum offers a comprehensive glimpse into Himachal's cultural evolution and artistic traditions.",
        "price": 130,
        "rating": 4.4,
        "exhibitCount": "1200+",
        "contact": "himachalpradeshtourism.org.in | 022 8765 1234"
    },
    {
        "title": "Jharkhand War Memorial",
        "state": "Jharkhand",
        "location": "Ranchi",
        "address": "Morabadi Ground, Circular Road,\nRanchi, Jharkhand 834008",
        "description": "The Jharkhand War Memorial in Ranchi stands as a solemn tribute to the brave soldiers from the state who sacrificed their lives for the nation. This memorial-cum-museum houses an impressive collection of war artifacts, weapons, uniforms, and photographic displays that document the military contributions of Jharkhand's sons and daughters. Visitors can explore galleries featuring detailed records of the state's martyrs, personal belongings of soldiers, and interactive exhibits that narrate stories of extraordinary courage and patriotism. The memorial also includes a peaceful garden with commemorative plaques and sculptures honoring fallen heroes. Regular ceremonies are held to pay homage to the martyrs, making it not just a museum but a living monument that keeps the spirit of sacrifice and valor alive in public memory.",
        "price": 120,
        "rating": 4.7,
        "exhibitCount": "300+",
        "contact": "jharkhandtourism.org.in | 022 6543 8901"
    },
    {
        "title": "Visvesvaraya Museum",
        "state": "Karnataka",
        "location": "Bengaluru",
        "address": "Kasturba Road, Ambedkar Veedhi,\nBengaluru, Karnataka 560001",
        "description": "The Visvesvaraya Industrial and Technological Museum in Bengaluru is a prestigious institution dedicated to science education and technological innovation. Established in 1962 to honor the legacy of Sir M. Visvesvaraya, a renowned Indian engineer and statesman, the museum features seven fascinating floors of interactive exhibits covering various scientific principles and technological advancements. Visitors can explore engaging displays on space exploration, engines, mechanics, electronics, biotechnology, and computer science. The museum houses working models, simulators, and hands-on experiments that make complex scientific concepts accessible to visitors of all ages. Popular attractions include the full-scale replica of the Wright Brothers' aircraft, the dinosaur exhibit, and the immersive 3D film experience. With its commitment to making science education enjoyable, the museum serves as an important center for STEM learning and inspiration.",
        "price": 175,
        "rating": 4.6,
        "exhibitCount": "1800+",
        "contact": "karnataktourism.org.in | 022 9087 6543"
    },
    {
        "title": "Napier Museum",
        "state": "Kerala",
        "location": "Thiruvananthapuram",
        "address": "LMS Vellayambalam Road, Near Zoo,\nPalayam, Thiruvananthapuram, Kerala 695033",
        "description": "The Napier Museum, an architectural masterpiece in Thiruvananthapuram, is renowned for its unique Indo-Saracenic design featuring Gothic and Kerala architectural elements. Built in 1880 and named after Lord Napier, the then Governor of Madras, this museum houses a rare collection of archaeological and historical artifacts, bronze idols, ancient ornaments, temple chariots, and ivory carvings. The museum's natural ventilation system creates a comfortable interior climate without modern air conditioning. Surrounded by the scenic Museum Gardens, the building itself is famous for its multi-colored exterior, ornate roof, and intricate design details. Visitors can explore exhibits showcasing Kerala's rich cultural heritage, including ancient musical instruments, traditional costumes, and decorative art pieces that highlight the region's artistic legacy.",
        "price": 120,
        "rating": 4.5,
        "exhibitCount": "350+",
        "contact": "keralatourism.org.in | 022 4762 9841"
    },
    {
        "title": "State Museum",
        "state": "Madhya Pradesh",
        "location": "Bhopal",
        "address": "Shymala Hills, Near Van Vihar National Park,\nBhopal, Madhya Pradesh 462002",
        "description": "The State Museum of Madhya Pradesh, located in the heart of Bhopal, is a cultural treasure house established in 1965. This comprehensive museum showcases the rich archaeological and artistic heritage of Central India spanning several centuries. Visitors can explore an impressive collection of stone sculptures from the Gupta and Paramara periods, rare manuscripts, Jain bronzes, and prehistoric artifacts discovered across the state. The museum is particularly renowned for its exceptional display of ancient coins, miniature paintings, and tribal art that reflect the diverse cultural traditions of Madhya Pradesh. A highlight is the fossil collection, including dinosaur fossils from the Narmada Valley region. The imposing building is divided into multiple galleries arranged chronologically, providing a fascinating journey through the region's evolution from prehistoric times to the modern era. The ethnographic section offers insights into the lifestyles of various indigenous communities of central India.",
        "price": 120,
        "rating": 4.4,
        "exhibitCount": "450+",
        "contact": "madhyapradeshtourism.org.in | 022 4589 3274"
    },
    {
        "title": "Chhatrapati Shivaji Museum",
        "state": "Maharashtra",
        "location": "Mumbai",
        "address": "159-161, Mahatma Gandhi Road, Fort,\nMumbai, Maharashtra 400023",
        "description": "The Chhatrapati Shivaji Maharaj Vastu Sangrahalaya, formerly known as the Prince of Wales Museum, is one of India's premier cultural institutions located in the heart of Mumbai. Designed by George Wittet in 1915, the museum is a magnificent example of Indo-Saracenic architecture blending Indian, Islamic, and British elements. The museum houses over 50,000 artifacts spread across three main sections: Art, Archaeology, and Natural History. Visitors can marvel at its extensive collection of ancient Indian sculptures, miniature paintings, decorative arts, and Mughal-era artifacts. The European Art section features rare porcelain, jade collections, and weaponry from different historical periods. The Natural History section displays a diverse array of flora and fauna specimens. A highlight is the impressive numismatic collection featuring rare coins from various dynasties that ruled the Indian subcontinent. The museum's central dome, surrounded by a beautiful garden, creates an atmosphere of tranquility amidst the bustling city, making it not just a repository of artifacts but a cultural oasis.",
        "price": 185,
        "rating": 4.7,
        "exhibitCount": "50,000+",
        "contact": "maharashtratourism.org.in | 022 4673 8901"
    },
    {
        "title": "Manipur State Museum",
        "state": "Manipur",
        "location": "Imphal",
        "address": "Kangla Palace Road, Near Polo Ground,\nImphal West, Manipur 795001",
        "description": "The Manipur State Museum, established in 1969, stands as a vital cultural repository preserving the rich heritage of this northeastern state. Located in Imphal, the museum offers visitors a comprehensive glimpse into Manipur's diverse tribal cultures and historical evolution. The museum houses an impressive collection of traditional costumes, jewelry, and ceremonial objects from various tribes including Meitei, Naga, Kuki, and others native to the region. Notable exhibits include ancient manuscripts written on handmade paper, royal regalia from the Manipuri monarchy, intricate wood carvings, and traditional war implements. The archaeological section displays prehistoric tools, pottery, and stone sculptures that trace human settlement in the region. A highlight is the dedicated gallery showcasing Manipur's famous classical dance form, Manipuri, with costumes, masks, and instruments used in performances. The ethnographic section features meticulously recreated tribal homes and everyday objects that provide insight into indigenous lifestyles. For history enthusiasts, the museum also documents Manipur's role during World War II when it was a significant battleground between British-Indian forces and Japanese troops.",
        "rating": 4.2,
        "exhibitCount": "320+",
        "contact": "manipurtourism.org.in | 022 4398 7652"
    },
    {
        "title": "Don Bosco Museum",
        "state": "Meghalaya",
        "location": "Shillong",
        "address": "Mawlai, Don Bosco Square,\nShillong, Meghalaya 793008",
        "description": "The Don Bosco Centre for Indigenous Cultures (DBCIC), commonly known as the Don Bosco Museum, stands as Northeast India's premier cultural institution in Shillong. Established in 2001, this seven-story hexagonal building houses a comprehensive collection representing all eight northeastern states. The museum features 17 galleries meticulously documenting the region's 200+ tribal communities. Visitors can explore traditional tribal homes, clothing, weapons, agricultural tools, and musical instruments. Each floor is thematically organized, with galleries dedicated to prehistory, land and people, clothing and ornaments, religious beliefs, and cultural expressions. The museum's unique architecture includes a spiral ramp connecting all levels, culminating in a Sky Walk that offers panoramic views of Shillong. Interactive displays and life-size models enhance the visitor experience, making complex cultural traditions accessible. The museum also houses an extensive photo archive and research library containing rare manuscripts and publications on northeastern tribal cultures. The final gallery hosts rotating exhibitions of contemporary indigenous art, highlighting how traditional cultures continue to evolve in modern contexts.",
        "price": 100,
        "rating": 4.6,
        "exhibitCount": "4,500+",
        "contact": "meghalayatourism.org.in | 022 4561 2398"
    },
    {
        "title": "Mizoram State Museum",
        "state": "Mizoram",
        "location": "Aizawl",
        "address": "MacDonald Hill, Near Raj Bhavan,\nAizawl, Mizoram 796001",
        "description": "The Mizoram State Museum, established in 1977, serves as a vital cultural repository celebrating the rich heritage of the Mizo people and other indigenous communities of this northeastern state. Located on MacDonald Hill in Aizawl, the museum offers visitors a comprehensive exploration of Mizo history, traditions, and artistic expressions. The museum is organized across multiple galleries that showcase traditional costumes, intricate textiles featuring unique tribal motifs, ceremonial masks, hunting equipment, and war implements that reflect the region's warrior history. Particularly noteworthy is the collection of 'Puanchei' and 'Puan Ri' textiles, known for their vibrant patterns and cultural significance in Mizo society. The ethnographic section features detailed recreations of traditional Mizo homes, including authentic bamboo implements and household objects that offer insights into rural lifestyles. Historical galleries document the region's transformation from British colonial rule through missionary influence to statehood, with photographs and documents from key periods. The museum also houses a remarkable collection of traditional musical instruments, including the 'Darbu' (drum), 'Hnahtum' (gong), and 'Rawchhem' (wind instrument), which play central roles in Mizo cultural ceremonies and dances.",
        "price": 100,
        "rating": 4.1,
        "exhibitCount": "280+",
        "contact": "mizoramtourism.org.in | 022 4732 5891"
    },
    {
        "title": "Nagaland State Museum",
        "state": "Nagaland",
        "location": "Kohima",
        "address": "Bayavu Hill, Near Raj Bhavan,\nKohima, Nagaland 797001",
        "description": "The Nagaland State Museum, established in 1970, stands as a cultural cornerstone preserving the rich heritage of the region's diverse tribal communities. Located in Kohima, the museum offers visitors an immersive journey into the unique traditions of all 16 major Naga tribes. The museum houses an exceptional collection of tribal artifacts, including ceremonial headdresses adorned with hornbill feathers, intricately carved wooden statues, and symbolic log drums that once served as community communication devices. The weaponry section displays traditional dao swords, spears, and shields that reflect the warrior tradition central to Naga identity. Visitors can marvel at vibrant traditional textiles featuring tribe-specific patterns and motifs, each telling stories of clan identity and social status. The museum's ethnographic galleries include detailed recreations of traditional Naga morung (youth dormitories) and homes with authentic artifacts arranged in cultural context. Historical exhibits document the region's complex journey from British colonial contact through the World War II Japanese invasion to statehood within India. A dedicated gallery showcases the spiritual beliefs and practices of Naga communities, including items used in traditional animist ceremonies alongside artifacts reflecting the region's later adoption of Christianity.",
        "price": 110,
        "rating": 4.4,
        "exhibitCount": "380+",
        "contact": "nagalandtourism.org.in | 022 4675 3429"
    },
    {
        "title": "Odisha State Museum",
        "state": "Odisha",
        "location": "Bhubaneswar",
        "address": "Lewis Road, Near Kalpana Square,\nBhubaneswar, Odisha 751002",
        "description": "The Odisha State Museum, established in 1932 and relocated to its current premises in 1960, stands as a premier cultural institution showcasing the rich artistic and historical legacy of this eastern Indian state. Located in Bhubaneswar, the museum houses an exceptional collection spanning archaeology, numismatics, epigraphy, paintings, and ethnography. Visitors can marvel at rare palm leaf manuscripts with intricate illustrations, some dating back to the 12th century. The archaeological section displays magnificent stone sculptures from the region's temple-building traditions, including masterpieces from the famous Sun Temple at Konark and other architectural marvels of the Kalinga style. The museum is renowned for its extensive collection of Buddhist antiquities, including rare sculptures from Ratnagiri, Udayagiri, and Lalitgiri that highlight Odisha's significant role in Buddhist history. The natural history wing features fossils, including a 65-million-year-old dinosaur egg. The ethnographic gallery presents a comprehensive display of arts, crafts, and everyday objects from Odisha's 62 tribal communities, with particular focus on the Dongria Kondh, Santhal, and Bonda tribes. The traditional painting section showcases the evolution of Pattachitra, Odisha's distinctive scroll painting tradition, alongside contemporary works reflecting the region's artistic continuity.",
        "price": 120,
        "rating": 4.5,
        "exhibitCount": "520+",
        "contact": "odishatourism.org.in | 022 4587 2146"
    },
    {
        "title": "Maharaja Ranjit Singh Museum",
        "state": "Punjab",
        "location": "Ludhiana",
        "address": "Maharaja Ranjit Singh War Memorial, Bharat Nagar,\nFerozepur Road, Ludhiana, Punjab 141001",
        "description": "The Maharaja Ranjit Singh Museum, established in 1999, stands as a tribute to the legendary 'Lion of Punjab' who forged the powerful Sikh Empire in the early 19th century. Located in Ludhiana, this specialized military museum offers visitors a comprehensive exploration of Punjab's martial traditions and the significant contributions of Punjabi soldiers throughout history. The museum houses an impressive collection of weapons, including rare swords, firearms, and artillery pieces from the Sikh Empire period. Military uniforms, medals, and decorations showcase the valor of Punjabi regiments that served in various conflicts, from the World Wars to post-independence operations. Historical galleries chronicle Maharaja Ranjit Singh's military campaigns and administrative innovations that unified Punjab. The museum features detailed dioramas and models recreating famous battles, including those fought against British and Afghan forces. A special section is dedicated to the Anglo-Sikh Wars, with maps, documents, and artifacts illuminating this critical period in Punjab's history. Modern exhibits highlight the continuing legacy of Punjab in India's armed forces, with tributes to Param Vir Chakra recipients and other decorated soldiers from the state. Outside the main building, visitors can explore decommissioned military vehicles, aircraft, and artillery pieces arranged in a park-like setting that serves as both educational display and memorial.",
        "price": 150,
        "rating": 4.6,
        "exhibitCount": "420+",
        "contact": "punjabtourism.org.in | 022 4965 7823"
    },
    {
        "title": "Albert Hall Museum",
        "state": "Rajasthan",
        "location": "Jaipur",
        "address": "Museum Road, Ram Niwas Garden,\nJaipur, Rajasthan 302004",
        "description": "The Albert Hall Museum, established in 1887, is the oldest museum in Rajasthan and a striking example of Indo-Saracenic architecture designed by Sir Samuel Swinton Jacob. Located in the historic pink city of Jaipur, this landmark institution was named after King Edward VII (Albert Edward), then Prince of Wales, who laid its foundation stone during his visit to India. The museum houses an extraordinary collection spanning diverse fields including archaeology, metalwork, decorative arts, paintings, sculptures, and textiles. Visitors can explore galleries dedicated to Rajasthani folk art, featuring vibrant Rajput miniature paintings and traditional crafts that showcase the region's artistic heritage. The Egyptian gallery is particularly notable, containing a rare mummy dating back to the Ptolemaic period, gifted to the museum in 1896. The arms and armor section displays elaborately decorated weapons that belonged to Rajput warriors, while the carpet gallery features exquisite specimens from across Asia. The natural history section includes preserved specimens of regional flora and fauna. The building itself is a masterpiece, with colorful murals adorning its domed ceilings, ornate archways, and intricate marble floors that reflect Rajasthan's architectural splendor. At night, the museum's façade is illuminated, creating one of Jaipur's most photogenic landmarks.",
        "price": 140,
        "rating": 4.7,
        "exhibitCount": "600+",
        "contact": "rajasthantourism.org.in | 022 4869 3451"
    },
    {
        "title": "Namgyal Institute of Tibetology",
        "state": "Sikkim",
        "location": "Gangtok",
        "address": "Deorali, Near Enchey Monastery,\nGangtok, Sikkim 737101",
        "description": "The Namgyal Institute of Tibetology, established in 1958, stands as a premier center for the study and preservation of Tibetan Buddhist culture and heritage in the Himalayan region. Located in Gangtok amid serene forested surroundings, this distinctive Tibetan-style building houses one of the world's most significant collections of Tibetan artifacts outside Tibet. The museum showcases over 200 Buddhist icons and rare thangka scroll paintings, many dating back several centuries and depicting elaborate mandalas, deities, and philosophical concepts central to Tibetan Buddhism. The library contains more than 60,000 rare manuscripts and texts in Tibetan, Sanskrit, and other languages, including complete sets of the Kangyur and Tengyur (Buddhist canonical texts). Visitors can marvel at an extraordinary collection of ritual objects, including ceremonial masks used in sacred cham dances, musical instruments, and intricately designed butter sculpture molds. The institute houses a remarkable collection of ancient coins, seals, and philatelic items that document the region's political and cultural history. A highlight is the display of rare statues crafted from precious metals, some containing sacred relics. The surrounding complex includes a garden featuring indigenous Himalayan plants and traditional prayer wheels, creating a peaceful atmosphere that complements the scholarly environment. As both a museum and research center, the institute regularly hosts scholars from around the world studying Buddhist philosophy, Himalayan culture, and Tibetan medicine.",
        "price": 120,
        "rating": 4.8,
        "exhibitCount": "300+",
        "contact": "sikkimtourism.org.in | 022 4756 9821"
    },
    {
        "title": "Government Museum Chennai",
        "state": "Tamil Nadu",
        "location": "Chennai",
        "address": "Pantheon Road, Egmore,\nChennai, Tamil Nadu 600008",
        "description": "The Government Museum, Chennai, established in 1851, is one of India's oldest and most prestigious museums, situated within a stunning Indo-Saracenic complex in the heart of the city. This comprehensive cultural institution spans multiple buildings across a 16-acre campus, housing over 50,000 artifacts divided into distinct galleries. The archaeology section showcases an exceptional collection of South Indian sculptures, including masterpieces from the Chola, Pallava, and Vijayanagara periods, with the bronze gallery featuring world-renowned Nataraja figures and other exquisite metal castings. The numismatic collection includes rare coins from various South Indian dynasties, Roman copper coins discovered in the region, and gold fanams that trace the economic history of the Deccan. Natural history enthusiasts can explore galleries featuring prehistoric fossils, including a 200-million-year-old dinosaur skeleton discovered in Tamil Nadu, alongside zoological specimens representing the region's biodiversity. The museum complex also houses the National Art Gallery with its collection of Tanjore paintings, miniatures, and modern Indian art. A unique highlight is the anthropology section featuring artifacts from indigenous communities of South India, including the Todas and Irulas. Adjacent to the main museum is the Children's Museum and the Government Museum Theatre, a beautiful 19th-century structure that continues to host cultural performances, making this complex a comprehensive cultural center that bridges historical artifacts with living traditions.",
        "price": 175,
        "rating": 4.6,
        "exhibitCount": "50,000+",
        "contact": "tamilnadutourism.org.in | 022 4895 7362"
    },
    {
        "title": "Salar Jung Museum",
        "state": "Telangana",
        "location": "Hyderabad",
        "address": "Salar Jung Road, Darulshifa,\nHyderabad, Telangana 500002",
        "description": "The Salar Jung Museum in Hyderabad houses one of the world's largest personal art collections, amassed by Nawab Salar Jung III. This prestigious institution features over 43,000 art objects, 9,000 manuscripts, and 47,000 printed books, with exhibits ranging from the 1st century to the early 20th century. Visitors can explore artifacts from various civilizations including Indian, Middle Eastern, European, and Far Eastern. Notable attractions include the Veiled Rebecca sculpture, the double-figured wooden block representing both Mephistopheles and Margaretta, and the famous musical clock. The museum's extensive collection spans paintings, textiles, metallic artifacts, ivory carvings, manuscripts, ceramics, and furniture, offering a fascinating glimpse into global art history and cultural heritage.",
        "price": 150,
        "rating": 4.7,
        "exhibitCount": "43,000+",
        "contact": "telanganatourism.org.in | 022 4362 8971"
    },
    {
        "title": "Tripura State Museum",
        "state": "Tripura",
        "location": "Agartala",
        "address": "Palace Compound, Ujjayanta Palace,\nAgartala, Tripura 799001",
        "description": "The Tripura State Museum, housed in the magnificent Ujjayanta Palace in Agartala, offers visitors a glimpse into the rich cultural heritage of this northeastern state. Built in 1901 by Maharaja Radha Kishore Manikya, this former royal residence was converted into a museum in 2013. The museum's extensive collection is spread across multiple galleries featuring archaeological artifacts, royal memorabilia, traditional handicrafts, and tribal cultural exhibits. Visitors can explore ancient sculptures, coins, paintings, textiles, and musical instruments that showcase the unique blend of Bengali and indigenous tribal influences that define Tripura's cultural identity. The museum's architecture itself is a remarkable example of Indo-Saracenic style, with its domed towers, ornate pillars, and meticulously maintained gardens adding to the historical ambiance of the experience.",
        "price": 120,
        "rating": 4.2,
        "exhibitCount": "1,600+",
        "contact": "tripuratourism.org.in | 022 3687 5249"
    },
    {
        "title": "State Museum, Lucknow",
        "state": "Uttar Pradesh",
        "location": "Lucknow",
        "address": "Banarsi Bagh, near Residency Road,\nLucknow, Uttar Pradesh 226001",
        "description": "The State Museum in Lucknow is a treasure trove of historical artifacts and cultural exhibits that chronicle the rich heritage of Uttar Pradesh. Located in the picturesque Banarsi Bagh, the museum houses an extensive collection spanning various periods of Indian history. Visitors can explore an impressive array of sculptures, archaeological finds, numismatic collections, and artistic works that represent the region's diverse cultural landscape. The museum's galleries feature exhibits from the Gupta period, Mughal era, and colonial times, including rare manuscripts, ancient coins, decorative arts, and ethnographic displays. Highlights include intricate stone sculptures, bronze artifacts, miniature paintings, and traditional handicrafts that provide deep insights into the artistic and cultural evolution of North India.",
        "price": 110,
        "rating": 4.4,
        "exhibitCount": "2,500+",
        "contact": "uttarpradeshtourism.org.in | 022 6542 9871"
    },
    {
        "title": "Soham Heritage and Art Centre",
        "state": "Uttarakhand",
        "location": "Mussoorie",
        "address": "Library Road, Near Mall Road,\nMussoorie, Uttarakhand 248179",
        "description": "The Soham Heritage and Art Centre in Mussoorie is a vibrant cultural institution dedicated to preserving and celebrating the unique heritage of Uttarakhand. Located in the picturesque hill station, the museum offers visitors an immersive journey through the region's artistic, cultural, and historical landscape. The centre features carefully curated exhibits that showcase traditional handicrafts, local art forms, indigenous musical instruments, traditional costumes, and archaeological artifacts. Visitors can explore galleries dedicated to the diverse ethnic communities of Uttarakhand, including the Garhwali and Kumaoni cultures, with displays that highlight their traditional lifestyles, agricultural practices, religious traditions, and artistic expressions. The museum provides a comprehensive narrative of the region's social, cultural, and ecological heritage through its thoughtfully arranged collections.",
        "price": 150,
        "rating": 4.5,
        "exhibitCount": "800+",
        "contact": "uttarakhandtourism.org.in | 022 7654 3210"
    },
    {
        "title": "Indian Museum",
        "state": "West Bengal",
        "location": "Kolkata",
        "address": "Chowringhee Road, Park Street Area,\nKolkata, West Bengal 700016",
        "description": "The Indian Museum in Kolkata, established in 1814, is the oldest and largest museum in India, often referred to as the 'Jaadu Ghar' (House of Magic). This iconic institution spans multiple disciplines, offering an unparalleled journey through India's rich historical and cultural landscape. The museum's vast collection includes archaeological artifacts, anthropological exhibits, geological specimens, zoological displays, and an extensive array of art from various periods and regions. Visitors can explore remarkable sections dedicated to Egyptian mummies, Buddhist art, ancient sculptures, rare manuscripts, and ethnographic collections. The museum's six sections - Archaeological, Geological, Anthropological, Zoological, Economic Botany, and Art - provide a comprehensive view of human civilization, natural history, and cultural diversity. Its impressive collection includes prehistoric tools, Gandhara art, Mughal miniatures, and rare botanical and zoological specimens.",
        "price": 150,
        "rating": 4.6,
        "exhibitCount": "60,000+",
        "contact": "westbengaltourism.org.in | 022 5432 6789"
    },
    {
        "title": "Kalapani Museum",
        "state": "Andaman and Nicobar",
        "location": "Port Blair",
        "address": "Cellular Jail Complex, Aberdeen Bazaar,\nPort Blair, Andaman and Nicobar Islands 744101",
        "description": "The Kalapani Museum, located within the historic Cellular Jail complex in Port Blair, stands as a powerful memorial to India's freedom struggle and the extraordinary sacrifices of political prisoners during the colonial era. The museum offers a deeply moving narrative of the brutal imprisonment system used by the British to suppress the independence movement. Through meticulously curated exhibits, photographs, artifacts, and multimedia presentations, visitors can explore the harrowing experiences of freedom fighters who were exiled to this notorious 'Kala Pani' (Black Water) prison. The museum chronicles the stories of revolutionaries, their resistance, the inhuman conditions they endured, and the significant role of the Andaman Islands in India's fight for independence. Interactive displays and preserved historical documents provide insights into the resilience and courage of those who fought for the nation's freedom.",
        "price": 150,
        "rating": 4.7,
        "exhibitCount": "500+",
        "contact": "andamannicobartourism.org.in | 022 6543 2109"
    },
    {
        "title": "State Museum, Chandigarh",
        "state": "Chandigarh",
        "location": "Chandigarh",
        "address": "Sector 10, Museum Complex,\nChandigarh, Union Territory 160011",
        "description": "The State Museum in Chandigarh is a cultural landmark that offers visitors an extraordinary journey through India's artistic and historical landscape. Located in the architecturally acclaimed city designed by Le Corbusier, the museum houses an exceptional collection of Gandhara sculptures, rare Pahari miniature paintings, and an impressive array of contemporary Indian art. The museum's diverse galleries provide insights into different artistic traditions, archaeological discoveries, and cultural evolution. Visitors can explore exhibits ranging from ancient stone sculptures and bronze artifacts to modern paintings and decorative arts. The museum's collection includes archaeological finds from the Harappan civilization, ethnographic displays representing Punjab and Haryana's cultural diversity, and a significant collection of traditional and contemporary art that reflects the region's rich artistic heritage.",
        "price": 110,
        "rating": 4.5,
        "exhibitCount": "3,000+",
        "contact": "chandigarhutourism.org.in | 022 7654 9012"
    },
    {
        "title": "Diu Museum",
        "state": "Dadra and Nagar Haveli",
        "location": "Diu",
        "address": "St. Thomas Church Complex, Fortim Road,\nDiu, Dadra and Nagar Haveli 362520",
        "description": "The Diu Museum, strategically located within the historic St. Thomas Church complex, offers visitors a fascinating glimpse into the Portuguese colonial legacy of the region. Transformed from a sacred religious space into a cultural repository, the museum houses an impressive collection of architectural fragments, religious sculptures, ancient manuscripts, and decorative artifacts that narrate the rich maritime and cultural history of Diu. Exhibits include intricately carved stone panels, Portuguese-era architectural elements, Christian religious art, maritime artifacts, and archaeological finds that demonstrate the unique cultural confluence of Indian and Portuguese traditions. The museum's setting in a beautifully preserved colonial-era church adds an extraordinary architectural dimension to the visitor's experience, making it a must-visit destination for history enthusiasts and cultural explorers.",
        "price": 120,
        "rating": 4.3,
        "exhibitCount": "350+",
        "contact": "dadrannagarhavelihtourism.org.in | 022 5678 3421"
    },
    {
        "title": "Marine Museum",
        "state": "Lakshadweep",
        "location": "Kavaratti",
        "address": "Marine Interpretation Centre, Beach Road,\nKavaratti, Lakshadweep 682555",
        "description": "The Marine Museum in Kavaratti offers a captivating exploration of the rich marine ecosystems of the Lakshadweep archipelago. Dedicated to preserving and showcasing the extraordinary underwater world of these pristine islands, the museum features an extensive collection of marine life specimens, coral formations, sea shells, and interactive exhibits that highlight the unique biodiversity of the region. Visitors can discover the intricate marine habitats, learn about conservation efforts, and gain insights into the delicate ecological balance of coral reef systems. The museum's displays include preserved marine specimens, detailed dioramas of underwater landscapes, scientific models of marine organisms, and informative exhibits about the maritime heritage and ecological significance of the Lakshadweep Islands. Interactive displays and educational programs provide visitors with a deeper understanding of marine conservation and the importance of protecting these fragile ecosystems.",
        "price": 130,
        "rating": 4.4,
        "exhibitCount": "250+",
        "contact": "lakshadweeptourism.org.in | 022 4321 6789"
    },
    {
        "title": "National Museum",
        "state": "Delhi",
        "location": "New Delhi",
        "address": "Janpath Road, near Viceregal Lodge,\nNew Delhi, Delhi 110011",
        "description": "The National Museum in New Delhi stands as a monumental institution preserving India's rich cultural heritage, spanning over 5,000 years of artistic and historical evolution. Established in 1949, the museum houses an unparalleled collection of over 200,000 works of art, including paintings, sculptures, decorative arts, arms and armory, archaeological finds, and ethnographic objects. Visitors can explore diverse galleries featuring Harappan civilization artifacts, Chola bronzes, Mughal miniature paintings, prehistoric tools, textiles, manuscripts, and numismatic collections. The museum's extensive collections represent various regions, periods, and artistic traditions of India, offering a comprehensive journey through the country's cultural landscape. Notable highlights include the Buddhist art section, rare manuscripts, intricate miniature paintings, sculptures from different historical periods, and an impressive collection of decorative arts that showcase India's artistic excellence.",
        "price": 150,
        "rating": 4.7,
        "exhibitCount": "200,000+",
        "contact": "delhitourism.org.in | 022 6543 2198"
    },
    {
        "title": "Pondicherry Museum",
        "state": "Puducherry",
        "location": "Puducherry",
        "address": "Saint Louis Street, near French Quarter,\nPuducherry, Puducherry 605001",
        "description": "The Pondicherry Museum offers a fascinating journey through the region's rich historical and cultural landscape, with a particular focus on the French colonial period. Located in the heart of the French Quarter, the museum houses an extensive collection of archaeological artifacts, French colonial memorabilia, ancient sculptures, and ethnographic exhibits that reflect the unique cultural synthesis of Puducherry. Visitors can explore galleries featuring architectural fragments from French colonial buildings, traditional Tamil sculptures, ancient pottery, numismatic collections, and exhibits detailing the maritime history of the region. The museum provides deep insights into the architectural, artistic, and cultural exchanges between French and Indian traditions, showcasing rare artifacts, historical documents, and preserved items that narrate the complex history of Puducherry.",
        "price": 150,
        "rating": 4.4,
        "exhibitCount": "1,200+",
        "contact": "puduchurrytourism.org.in | 022 5678 4321"
    },
    {
        "title": "Sri Pratap Singh Museum",
        "state": "Jammu and Kashmir",
        "location": "Srinagar",
        "address": "Mubarak Mandi Complex, near Sher-e-Kashmir Park,\nSrinagar, Jammu and Kashmir 190001",
        "description": "The Sri Pratap Singh Museum, located in the historic Mubarak Mandi Complex in Srinagar, is a treasure trove of Jammu and Kashmir's cultural legacy. Named after Maharaja Pratap Singh, the museum houses an extensive collection of archaeological artifacts, rare manuscripts, traditional handicrafts, numismatic collections, and historical exhibits that chronicle the region's diverse cultural heritage. Visitors can explore galleries featuring ancient sculptures, traditional costumes, intricate woodwork, prehistoric tools, royal memorabilia, and ethnographic displays representing the various communities of Jammu and Kashmir. The museum provides a comprehensive narrative of the region's artistic, historical, and cultural evolution, showcasing the unique blend of influences from different periods and civilizations that have shaped the area's rich heritage.",
        "price": 120,
        "rating": 4.5,
        "exhibitCount": "1,500+",
        "contact": "jammukashtourism.org.in | 022 4321 7890"
    },
    {
        "title": "Ladakh Heritage Museum",
        "state": "Ladakh",
        "location": "Leh",
        "address": "Fort Road, near Leh Market,\nLeh, Ladakh 194101",
        "description": "The Ladakh Heritage Museum in Leh is a remarkable institution that offers visitors an immersive journey through the rich cultural landscape of the Himalayan region. Located in the heart of Leh, the museum houses an extensive collection of Buddhist artifacts, traditional costumes, archaeological finds, religious manuscripts, and ethnographic exhibits that capture the essence of Ladakhi culture. Visitors can explore galleries featuring intricate thangka paintings, ancient Buddhist sculptures, traditional musical instruments, local handicrafts, and displays showcasing the region's unique architectural and social history. The museum provides deep insights into the spiritual, artistic, and daily life of Ladakhi communities, highlighting the profound influence of Tibetan Buddhist culture and the region's distinctive high-altitude lifestyle.",
        "price": 130,
        "rating": 4.6,
        "exhibitCount": "800+",
        "contact": "ladakhtourism.org.in | 022 6543 9012"
    }
]
